[
    {
        "image": "images/radishes.png",
        "headline": "Radish harvests in Lower Silesia higher than ever before",
        "text": "Lower Silesian farmers celebrating a record-breaking radish harvest, local markets filled with produce, radish enthusiasts overjoyed.<br><br>\"I don't care\" - said Stjepan Horvat, a random citizen of Zagreb, Croatia, when interviewed on the street.",
        "date": "2013-05-23"
    },
    {
        "image": "images/happy_old_man.png",
        "headline": "Damp Rag Journalist Safest Job Ever?",
        "text": "Ever since our studio was founded just a day ago, each one of our journalists has been alive, resulting in a fatality rate of 0% for the aforementioned job. Apply for a job at The Damp Rag and gain immortality now!",
        "date": "2025-01-03"
    },
    {
        "image": "images/bones.png",
        "headline": "Local stack of bones starts talking",
        "text": "\"Damn, I haven't talked here since last year\" - said the sentient stack of bones. Scientists perplexed, having never seen this phenomenon before. \"Can someone get me out from here please, I'm stuck under this pile of bones.'\" - says pile. We have concluded that the pile must have been posessed. \"I am a human and I want someone to get me out of here, I am stuck.\" - responds pile. We have chosen to ignore that.",
        "date": "2025-01-02"
    },
    {
        "image": "images/cementery.png",
        "headline": "Man found dead under posessed pile of bones",
        "text": "While studying the posessed stack of bones, scientists have found a dead body under the pile. Upon further inspection, the man has been found to have died from suffocation. We speculate that he must've been choked to death by the sentient bones. The pile has refused to speak ever since, has been sentenced to 40 years in prison for murder.",
        "date": "2025-01-09"
    },
    {
        "image": "images/hospital_baby_room.png",
        "headline": "Birth rate of people born in 2024 has rapidly declined in just a single day",
        "text": "Experts baffled as the birth rate of people born in 2024 statistic rapidly dropped to 0 in the midnight between 31st of December 2024 and 1st of January 2025.",
        "date": "2025-01-01"
    },
    {
        "image": "images/poll.png",
        "headline": "Poll shows that nearly 100% of people are alright with answering polls",
        "text": "After conducting a research, our journalist have concluded that 100% of people are willing to answer a poll according to research done in various major cities.",
        "date": "2019-09-22"
    }
]
