[
    {
        "image": "images/radishes.png",
        "headline": "Radish harvests in Lower Silesia higher than ever before",
        "text": "Lower Silesian farmers celebrating a record-breaking radish harvest, local markets filled with produce, radish enthusiasts overjoyed.<br><br>\"I don't care\" - said Stjepan Horvat, a random citizen of Zagreb, Croatia, when interviewed on the street.",
        "date": "2013-05-23"
    },
    {
        "image": "images/happy_old_man.png",
        "headline": "Damp Rag Journalist Safest Job Ever?",
        "text": "Ever since our studio was founded just a day ago, each one of our journalists has been alive, resulting in a fatality rate of 0% for the aforementioned job. Apply for a job at The Damp Rag and gain immortality now!",
        "date": "2025-01-03"
    },
    {
        "image": "images/hospital_baby_room.png",
        "headline": "Birth rate of people born in 2024 has rapidly declined in just a single day",
        "text": "Experts baffled as the birth rate of people born in 2024 statistic rapidly dropped to 0 in the midnight between 31st of December 2024 and 1st of January 2025.",
        "date": "2025-01-01"
    },
    {
        "image": "images/poll.png",
        "headline": "Poll shows that nearly 100% of people are alright with answering polls",
        "text": "After conducting a research, our journalist has concluded that 100% of people are willing to answer a poll according to research done in various major cities.",
        "date": "2019-09-22"
    },
    {
        "image": "images/lab.png",
        "headline": "Time travel NOT invented",
        "text": "Our team of cartographers definitelly HASN'T invented a working time travel machine, NOT letting us to go to any time we wish. Sadly due to us NOT inventing time travel we CAN'T share this revolutionary technology with the world and we will NOT be able to use it to get more writing material.",
        "date": "2027-02-04"
    },
    {
        "image": "images/cave_paintings.png",
        "headline": "Grug smash! Tog see big shiny thing.",
        "text": "Thunk thunk, clonk! \"Ug!\" say Gnorg, \"Why Grok take stick? Stick Brog's!\" Brog say, \"No, Grok find stick first. You go hunt rock!\"<br><br>Ook-blargh flargh! Gorak say moon too big, sky fall soon! Chunga bunga, more fire! Me want big shiny rock; make loud BOOM!<br><br>Zug-zug, Blarg need sleep. Ug ug, Nog dig hole. Rumblo-flumbo wumba! Gronk dance good, ooga booga boogie!",
        "date": "360000 BC"
    }
]
